{
    "version": "https://jsonfeed.org/version/1",
    "title": "Zinzy Waleson Geene",
    "description": "This is a quiet street on the Internet, a place for soft stances, lived experiences, and critical notes on the things I hold dear.",
    "home_page_url": "http://localhost:4000/",
    "feed_url": "http://localhost:4000/feed.json",
    "items": [
      {
            "id": "http://localhost:4000/2023/11/13/artificial-borders-of-climate-activism",
            "url": "http://localhost:4000/2023/11/13/artificial-borders-of-climate-activism",
            "title": "The artificial borders of climate activism",
            "content_html": "<p>Yesterday at the Climate March, someone shouted <a href=\"https://en.wikipedia.org/wiki/From_the_river_to_the_sea#Criticism\">“From the river to the sea, Palestine will be free”</a>. It was an unfortunate thing. A clean example of the climate changing instantaneously among 85,000 activists.</p>\n\n<p>I was there for four reasons:</p>\n<ol>\n  <li>My definition of God is “science is indescribably beautiful and we must respect her”</li>\n  <li>I can’t think of a more regrettable waste of tax money than having to spend it on health issues we can prevent if only we take better care of our environment</li>\n  <li>I have a weak spot for an activist friend, who, through stealth influencing, had instilled in me a deep sense of FOMO about the event</li>\n  <li>The <a href=\"https://en.wikipedia.org/wiki/Carnival_in_the_Netherlands\">Dutch carnival season</a> had kicked off on November 11, and I was in the mood for a parade</li>\n</ol>\n\n<p>The phrase was understandable coming from the Palestinian woman. Still, I appreciate that its most vicious context of use taints it so ferociously with antisemitism that deploying it as a vehicle for unity is a recipe for disaster. The crowd was so immense that it took hours of dancing in place before we even got started on the route. By the time we got to Museum Square, the words had already left the woman’s mouth.</p>\n\n<p>We got there just in time to watch Greta Thunberg, who had been marching with us, turning her face away from cameras to remind us of why she was there. In between her on the stage and us on the field there were three screens, each projecting her face from a distance. I <em>believe</em> she was there, but the crowd was too big to say anything with much certainty.</p>\n\n<p>My activist friend is one of those rare white people: privileged enough to belong to the 1% of a <em>variety</em> of subgroups, yet so antiracist it brings a tear to your eye. A seeker of nuance and complexity. A political unicorn. As we stood in the longest line I had ever seen, sharing the weight of a “THE CRISIS IS NOW” banner, I said to her: “it’s so… White here.” “Yes,” she said, mildly embarrassed it seemed, “it’s actually a huge problem for us that we could use some help with.”</p>\n\n<p>Growing up in the Dutch South, there was a peculiar detail to the way I engaged with other people of color. I didn’t. There was no nod in the street, no tribe to which I belonged, no “our stories of minority and loneliness resonate”. Color blindness was the tune, and we were dancing to it. After almost a decade in Amsterdam I’ve come to consider this lack of acknowledgement poor behavior. There’s not a black person in the neighborhood I don’t know. I had forgotten my life wasn’t always like this, until yesterday. I counted no more than ten people of color in the crowd, and I exchanged looks with not a single one of them.</p>\n\n<p>Whenever I find myself in a sea of vast whiteness, I ask myself: “where am I, why are there no other people of color here, and should I <a href=\"https://www.imdb.com/title/tt5052448/\"><em>Get Out</em></a>?” Don’t get me wrong, I love white people. <a href=\"https://tvtropes.org/pmwiki/pmwiki.php/Main/SomeOfMyBestFriendsAreX\">Some of my best friends are white people.</a> My <em>wife</em> is a white person. Consider it a habit I’ve developed growing up in the Netherlands, where nothing about ethnicity is quite as it seems.</p>\n\n<p>What solidifies Greta Thunberg’s identity as a Zoomer is the radical solidarity she and her contemporaries practice, seemingly without effort. Once she finally got on stage, her first act of compassion was to return the word to the Palestinian woman whose sound had been disconnected immediately after she had said the phrase.</p>\n\n<p>What followed is what you may expect to happen when a person traumatized by an active war has to find it in herself to pick up where she left off to tell 85,000 mostly white faces how climate justice and justice for Palestine can exist on the same stage.</p>\n\n<p>It was <em>mayhem</em>.</p>\n\n<p>Once Greta had the mic again, she decided to keep her speech brief, much to the dismay I’m sure of all the people who felt blessed to share a moment in Amsterdam with her. Not <em>so</em> brief, however, that a man couldn’t walk on stage and declare he was there for the climate and not for politics.</p>\n\n<p>The respectability politics are vile today. All I can think about is the power of the speech that could have been. The one in which a Palestinian woman addresses a vast sea of white faces who all listen intently to her talk about climate change. The way she says the words “river” and “sea” only when referring to natural bodies of water. The way she captivates her audience until the very end, when she pulls a Hannah Gadsby to remind us all of the hypocrisy and dangers of compartmental solidarity. The way she nods quietly to the upcoming elections.</p>\n\n<p>The respectability politics are vile today. March-induced feelings of disappointment, uninspired virtue signalling, and racism find each other. A discombobulated display of on-stage pain and the very notion of pro-Palestinian sentiment have quickly been conflated into a rhetoric with which I feel increasingly uncomfortable: that people in power decide when minorities speak about their place in the world. That, when we talk about climate justice, every other topic must give way. That, when we march for a cause that seems to predominantly attract white people, unwritten rules of radical inclusion don’t apply. I feel the climate activism community interviewed for a job with me, and as a result I want to burn its résumé.</p>\n\n<p>It makes me sad.</p>\n\n<p>I’m sad because there are people who think climate justice can exist outside of politics. I’m sad because so many people don’t understand that <a href=\"https://en.wikipedia.org/wiki/The_personal_is_political\">the personal is political</a>. I’m sad because I want to engage in climate activism, but I don’t feel there’s a place for me at the table. I’m sad because, right now, climate activism feels like a Gutmensch hobby. I’m sad for all the people who can’t tell the difference between antisemitism and anti-Israel sentiment. I’m sad for our Uncle Eli from Tel Aviv who is in and out of his bomb shelter all day.</p>",
            "date_published": "2023-11-13T09:16:15+01:00",
            "date_modified": "2023-11-13T22:02:39+01:00",
            "author": {
              "name": ""},
            "tags": ["activism","climate march","climate justice","israel-palestine","intersectionality"]},{
            "id": "http://localhost:4000/2023/10/01/week-39",
            "url": "http://localhost:4000/2023/10/01/week-39",
            "title": "Week 39: Small escapes",
            "content_html": "<ul>\n  <li>First of all: not a great week. I continue to struggle to notice when I feel stresed or overwhelmed, and it never fails to result in my body giving me a clear sign. On Monday evening, in the midst of a busy work month, my body said “SIT. DOWN.” I needed undtil well into the weekend to feel myself again.</li>\n  <li>One of the signs my body knows to give it a very mild version of conversion disorder: I lose the ability to listen to a conversation while I walk without feeling very dizzy. Isn’t the body a beautiful, very annoying, but magnificent thing?</li>\n  <li>I start back up at work on Thursday, working the mornings until the weekend. It’s good to acknowledge things aren’t great., It brings clarity and rest.</li>\n  <li>On Friday evening <a href=\"/2023/09/30/film-club-s01e01\">I attend the first edition</a> of a new local film club I joined. It confirms what I already know: I love the horror genre, and I love discussing cinema with people who didn’t finish film school Anja I’m looking at you.</li>\n  <li>Ever since we <a href=\"/2023/08/17/norway-et-al\">visited Hija de Sanchez in Copenhagen</a> Anja and I have gotten really into Mexican food. By now, I’m so well-versed in the art of a simple-but-sublime taco, that I whip up a delicious meal. Who knew tacos required so little filling?</li>\n  <li>On Saturday, I visit Micropia, a zoo-adjacent museum about microbes. I expect to be queasy throughout the entire visit, terrified by the unfortunate-looking mini animals that live in and on every part of my body. Instead, I’m amazed by the beauty of nature. During the mini class I ask a question about algae: if their bodies move towards light and they’re under a microscope for a while, where light comes from all sides, what happens to their health? The laboratory assistant tells me the museum swaps petri dishes regularly so that the algea don’t die. What happens before death, though, I wonder.</li>\n  <li>On Sunday, Chenelva comes over for afternoon drinks. She’s one of those rare people: an instant connection and plenty of common ground to grow out friendship on. We marvel at how little we know about queer BIPOC Amsterdam.</li>\n  <li>We’ve completed the first season of the Dutch reality show “B&amp;B vol liefde”, in which B&amp;B owners invite four dates into their home. Hate-watching reality television with Anja is one of my favorite pastimes.</li>\n</ul>",
            "date_published": "2023-10-01T10:16:15+02:00",
            "date_modified": "2023-10-02T12:28:28+02:00",
            "author": {
              "name": ""},
            "tags": ["weeknotes","health","friendship","food","museum"]},{
            "id": "http://localhost:4000/2023/10/01/now",
            "url": "http://localhost:4000/2023/10/01/now",
            "title": "Now",
            "content_html": "<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/v1696161718/IMG_6505_ryjokz.jpg\" alt=\"A person sits at home on their sofa and reads something on a laptop\" /></p>\n\n<p>Here I am in my living room, on the sofa in its fresh location underneath our <a href=\"https://www.jr-art.net/\">JR</a> piece. The living room looks so much more spacious this way. I’m wearing my favorite jeans, and my hair is demonstrably longer than it has been in recent years. I call this combed-out afro The Microphone.</p>\n\n<h3 id=\"existing\">Existing</h3>\n<p>In Amsterdam’s finest neighborhood, de Indische Buurt, I’m watching the autumn set in, and I’m loving every minute of it. Apart from the scorching hot first week of September, everything about the weather tells me it’s time for <em>hygge, hygge, hygge</em>. Anja’s back in school, which means I’m settling back into a more structured hybrid work method. Wednesdays I spend at the office, and the other days I start off at home, and join my coworkers on-site on most afternoons. I love this, and the structure of it all is doing me good. Lemonade has entered puberty.</p>\n\n<h3 id=\"enjoying\">Enjoying</h3>\n<p>Unlike what I had planned, I barely spent any time in the pool this summer. What I did continue to develop is my <span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  Yin yoga  <span class=\"invalid-link-brackets\"></span></span> practice, alongside a practice of guided and unguided meditation. To decompress in the mornings and evenings, piano practice remains a close friend. I’m not making the progress I want to be making, but composition and singing help me regulate emotions stunningly well. Lastly, I’m fond of the writing practice I’ve established. I publish on this website, write in my diary, and correspond via snail mail with a few friends. Also, I fantasize about trying my very first pumpkin spiced latte.</p>\n\n<h3 id=\"community\">Community</h3>\n<p>I feel fortunate to be engaged in a number of communities where I meet people in which I can see myself. A few months ago, I discovered <a class=\"internal-link\" href=\"/bar-bario\">Bar Bario</a>, a place by and for queer people of color. In addition, I’m enjoying watching the community grow at <a class=\"internal-link\" href=\"/2023/02/12/all-saints-amsterdam\">All Saints Amsterdam</a>, where I’ve joined the team as website person. In the margins of my thoughts, I’m slowly putting together what the future of <span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  Queer Salon  <span class=\"invalid-link-brackets\"></span></span> will be.</p>\n\n<h3 id=\"working\">Working</h3>\n<p>I’m approaching six months at healthcare technology scaleup <span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  Gerimedica  <span class=\"invalid-link-brackets\"></span></span>, where I’m a senior-but-silly researcher and designer. The term <em>senior-but-silly</em> is growing on me, because it helps me be humbly confident, and open to the whimsy’s of working with other people for a common good. I’m impressed by the company Gerimedica has become, and I am even more excited about their current challenges than I was when I began. Some questions I ask myself as part of my daily work are: how can designers facilitate developers? How do I foster user-centered curiosity among domain experts? How do we organize a UX research repository in a strict GDPR environment?</p>\n\n<h3 id=\"learning\">Learning</h3>\n<p>Through trial and error, I <a href=\"/2023/05/31/now/\">continue</a> to find ways to be my best self, both at home and at work. Acknowledging the physical and mental realities of my life, I’ve been learning a lot about <span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  Neurodivergence in the workplace  <span class=\"invalid-link-brackets\"></span></span>, about the <span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  Polyvagal theory  <span class=\"invalid-link-brackets\"></span></span>, and about a holistic, trauma-informed understanding of mental health. Practically, the books <em><a href=\"https://www.goodreads.com/book/show/25404196-the-smart-but-scattered-guide-to-success\">The Smart but Scattered Guide to Success</a></em>, <em><a href=\"https://www.goodreads.com/book/show/44285784-divergent-mind?from_search=true&amp;from_srp=true&amp;qid=totomZ1WpA&amp;rank=1\">Divergent Mind</a></em>, and <em><a href=\"https://www.goodreads.com/book/show/4912918-living-with-intensity\">Living with Intensity</a></em>, and <a href=\"https://www.youtube.com/@elizabethfilips\">Elizabeth Filips</a> and <a href=\"https://www.youtube.com/@CrappyChildhoodFairy\">the Crappy Childhood Fairy</a> have been sources of inspiration.</p>\n\n<h3 id=\"reading-watching-listening\">Reading, watching, listening</h3>\n<p><em><a href=\"https://www.goodreads.com/book/show/3867.The_History_of_Love\">The History of Love</a></em> takes my breath away, as did <em><a href=\"https://www.imdb.com/title/tt5687612/\">Fleabag</a></em>.</p>",
            "summary": "",
            "date_published": "2023-10-01T00:00:00+02:00",
            "date_modified": "2023-11-13T14:04:19+01:00",
            "author": {
              "name": ""},
            "tags": []},{
            "id": "http://localhost:4000/2023/09/30/film-club-s01e01",
            "url": "http://localhost:4000/2023/09/30/film-club-s01e01",
            "title": "Film club S01E01",
            "content_html": "<p>Yesterday, I attended the very first gathering of FC de Filmfanaten, a brand-new film club that my friend Jolien started. There were four of us, and we discussed the movie I was proud to have suggested: <em><span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  Talk To Me  <span class=\"invalid-link-brackets\"></span></span></em>. I love speaking about films with others, and particularly with this diverse group of people. Everyone brought a completely unique perspective to the film, one brought film industry insights while the other had thoughtful ideas that I hadn’t considered.</p>\n\n<p>Below are the notes I took (in Dutch).</p>\n\n<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/v1696058374/FC_de_Filmfanaten_aflevering_1_-_1_eofyos.jpg\" alt=\"A stylistic illustration of the cover of the movie 'Talk To Me', with a banner for the film club\" class=\"border border-gray-200 dark:border-gray-700\" />\n<img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/v1696058379/FC_de_Filmfanaten_aflevering_1_-_2_lagm9a.jpg\" alt=\"Impressions and associations we had as a result of watching the movie\" class=\"border border-gray-200 dark:border-gray-700\" />\n<img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/v1696058374/FC_de_Filmfanaten_aflevering_1_-_3_n6yio4.jpg\" alt=\"Our combined rating and feedback\" class=\"border border-gray-200 dark:border-gray-700\" /></p>",
            "date_published": "2023-09-30T09:16:15+02:00",
            "date_modified": "2023-09-30T09:28:01+02:00",
            "author": {
              "name": ""},
            "tags": ["cinema","film club","community","gathering","horror"]},{
            "id": "http://localhost:4000/2023/09/17/week-37",
            "url": "http://localhost:4000/2023/09/17/week-37",
            "title": "Week 37: Rosh Hashanah",
            "content_html": "<ul>\n  <li>Cooler temperatures! After the hottest week I’ve experienced in months, things were back to comfortable Summer weather. By the time I’m writing this the sky is gray and it’s raining, but this week’s weather was cheerful and moderate.</li>\n  <li>On Tuesday and Wednesday I gave two big UX workshops at week to help coworkers understand how they can use UX in their daily work. I’ve been giving workshops for well over a decade, always trusting my instinct to figure out what a particular group or context required. At work, though, we have two wonderful scrum masters who are well-versed in the art of facilitation. I learned a <em>lot</em> from their feedback, and saw a hugh jump between the quality of the first day and of the second day.</li>\n  <li>I caught up with a special friend on Wednesday, a young woman I met because we were treated for the same health condition. Her life as a Psych major couldn’t be more different from mine, and yet the red threads our lives resemble one another. I’m fortunate to call her my friend.</li>\n  <li>I had missed a few weeks in my RSS reader, but I was pleased to see Manuel Moreale’s <em><a href=\"https://manuelmoreale.com/\">People &amp; Blogs</a></em> is off to a good start. To hell with Anja calling me a geek for being into the IndieWeb, I love visiting other people’s websites. I suspect I love reading what they have to say about those websites even more.</li>\n  <li>Last week, I had met an amazing couple of lesbians who invited me over for a casual dinner party on Friday. After a particularly challenging week, it was comforting to hear their experiences as people of color in the world today. I’m already looking forward to inviting them to our place.</li>\n  <li>On Saturday, Anja and I kicked off the weekend with a spontaneous redesign of our living room. We finally got rid of my desk, which was a Covid-era purchase used for our home office. What remains now is Anja’s bigger desk, which functions as a dining room table that she hates more than I do. The removal of our home office allowed us to place our sofa there, which has giving the living room a significant amount of extra space. The dining room table continues to double as an office whenever we put our ultrawide monitor there. I like <a class=\"internal-link\" href=\"/modular-living\">modular living</a>, and I’m feeling less and less awkward about the way we’re going about it in our house.</li>\n  <li>At the end of our cleaning sprint Anja mentioned it was a beautiful day for this accomplishment, since it was Rosh Hashanah. New living room, new beginnings.</li>\n  <li>After visiting Anja’s mom in the afternoon, we biked to Kriterion to Watch <span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  Oppenheimer (2023)  <span class=\"invalid-link-brackets\"></span></span>.</li>\n  <li>Much like the last few days, I’m not in the best of states. There’s an old sadness that keeps saying hello, and I’m slowly beginning to think it might be time to get some help with it.</li>\n  <li>I’m nearing the end of my journal, and I’m surprised by how unnervous I am by the few pages I have left. In this past, <a href=\"https://www.vox.com/the-goods/2019/7/12/20680004/notebook-journal-finish-strategies\">like the rest of the world, as it appears</a>, I had trouble finishing a journal in a relaxed manner. Looking at the first entry, I see I have 29 days left until it’ll have been one year exactly. Hello nerves.</li>\n</ul>",
            "date_published": "2023-09-17T08:49:15+02:00",
            "date_modified": "2023-09-17T09:07:11+02:00",
            "author": {
              "name": ""},
            "tags": ["weeknotes","mental health","holidays","home","indieweb","films","diaries"]},{
            "id": "http://localhost:4000/2023/09/10/week-36",
            "url": "http://localhost:4000/2023/09/10/week-36",
            "title": "Week 36: Homecoming",
            "content_html": "<ul>\n  <li>IT IS HOT STOP CLIMATE CHANGE NOW. I don’t think I’ve seen hotter days this year than week 36. Getting out of a hot shower and feeling equally wet fifteen minutes later. Lemonade barely wanting to walk outside. The sun beaming so feriously we can’t keep the windows open. Thank you, Jesus, but please make it cooler.</li>\n  <li>There’s something sweet about seeing Amsterdam through the eyes of friends from abroad. On Tuesday, I couldn’t have been more excited to welcome my <a href=\"https://vineandfig.co/\">Vine &amp; Fig friends</a> Pickles and Patrick to the city. They’re two Irish Catholic gay men named Patrick, so we try to make it work any way we can.</li>\n  <li>I was saddened by the fact that Jacob, Patrick’s husband, couldn’t make it because he had to stay home and help their dog Jude recover from surgery. All week, I felt like we were missing a limb.</li>\n  <li>I joined the V&amp;F leadership team in mid 2020, and we’ve been growing a friendship since. The moment I saw them I knew we were going to get along perfectly in real life, too. Finally getting to embrace them felt like to most natural thing in the world.</li>\n  <li>Their AirBnb, which is located just off of Vijzelgracht, was absolutely ridiculous. A three-bedroom penthouse overlooking De Pijp, enormous backyard below, include Swedish saunas and swimming pools. This is how the other half lives.</li>\n  <li>I made time to hang out with the Patricks every day they were here, which took us to sweet places. I took them to <a href=\"https://takeichi-ramen.eu/\">Takeichi</a>, my favorite ramen place where I always order anything but ramen, and to <a href=\"https://studio-k.nu/\">Studio K</a>, where they met Lemonade, who chewed through her leash in what seemed like a quiet moment.</li>\n  <li>On Friday, we went cheese and wine tasting at <a href=\"https://abrahamkef.nl/vestigingen/proeflokaal/\">Abraham Kef in Noord</a>. It reminded me of how much I love cheese. It was the first thing I was able to say after I learned to say “momma”. I want to make my own cheese.</li>\n  <li>After dinner at <a href=\"https://thuskomme.nl/\">Thuskomme</a> on Saturday we took silly mugshots with my Polaroid camera.</li>\n  <li>It is truly wonderful to spend time with the Patricks, with whom I weave in and out of conversation topics like it’s nobody’s business. One minute we’re talking about sex toys, and the next about the Book of Job. Knowing they were going to be leaving made me cry a little bit, but then I remembered our friendship had survived without physical get-togethers for three years already.</li>\n  <li>On Friday, I met with Mpho to chat church business. I’ve been discerning all Summer about how I would want to be involved in the church now that it’s becoming a church plant, and I decided maintaining the website and social media was a commitment I could make.</li>\n  <li>On Sunday, All Saints held her homecoming gathering after the Summer break. Kyle Rader, our new minister, was there for the first time. I liked the elder millennial vibe he brings to the service. It was intimate and lovely, although I seriously missed the pianist. After the service, we gathered for a potluck dinner in the bishop’s garden next to the church. I showed the logo ideas I had been working on, to friendly compliments.</li>\n</ul>\n\n<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/v1694936600/IMG_5896_clkzw4.jpg\" alt=\"\" />\n<img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/v1694936602/FullSizeRender_2_mznjqq.jpg\" alt=\"\" />\n<img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/v1694936600/FullSizeRender_fgwrwq.jpg\" alt=\"\" /></p>",
            "date_published": "2023-09-10T20:21:15+02:00",
            "date_modified": "2023-09-17T09:47:32+02:00",
            "author": {
              "name": ""},
            "tags": ["weeknotes","mental health","church","friends","Amsterdam"]},{
            "id": "http://localhost:4000/2023/09/06/two-things-true",
            "url": "http://localhost:4000/2023/09/06/two-things-true",
            "title": "Two things true",
            "content_html": "<p>I saw a guy on Monday that I went on a date with once. It was one of those whimsical dates. We had fish by the sea. It felt like coming home a little bit. I think the world was trying to introduce me to something for which I wasn’t ready yet. Looking back, that date, more than the others, prepared me for Anja. Looking back through butterfly effect glasses, it might as well have been him.</p>\n\n<p>Yesterday wasn’t a great day. They say recovery is a habit and it is. I was feeling quite low about myself. One hour at my friend’s citizenship party and I’d call it a night. Tomorrow would be full of things, too. Then he arrived. Like an old friend entering the scene.</p>\n\n<p>As soon as I head over, we hug, and he begins telling me that he talks about me when he’s teaching storytelling, on an almost weekly basis, eight years on. “It’s when I begin to talk about tension-building” he says, and I laugh loudly, after which he eyebrows “you know what moment I’m talking about, right?” I say yes but I don’t. Back then, I was too drunk to really remember anything with accuracy.</p>\n\n<p>He turns towards to his friends and continues. “I lean in to kiss her, but she rejects me. And I’m so nervous, thinking ‘gosh, did I really misread all the signs?!’” Apparently, then I said these words, which…:</p>\n\n<blockquote>\n  <p>Wait. This is the last moment that you and I have never kissed.</p>\n</blockquote>\n\n<p>As he was telling this story, my entire body lit up. Partially turned on, but predominantly struck with delight. Who is that person? Can I have her number? Oh hold on, he’s talking about me.</p>\n\n<p>Two things can be true at once, and for a moment, my experience of myself felt finely in balance. The universe can hold me as the asshole I see in myself, but also as the person whose butterfly wings can make a small change.</p>\n\n<p>I spent the rest of the evening meeting kind strangers. White cis gay men who wanted to join the queer meetup I run, where my friend and I met. Kinfolk, effortlessly introduced as we blew <span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  Cat whisper  <span class=\"invalid-link-brackets\"></span></span>s at each other.</p>\n\n<p>My friend looked stunning. An impeccable sense of style, a smile larger than the world, a citizenship bigger than we’d ever ask of him. I knew he was suspended mid-air in all sorts of areas of his life, but, looking at him, I suspected he had arrived somewhere long before any of us ever would.</p>\n\n<p>Today, grabbing coffee in the neighborhood, I meet an acquaintance who’s on sabbatical until the end of the year, spending his time taking action lessons, storytelling workshops.  I ask him if he has ever heard of the girl who almost rejected a kiss by the sea and he bursts out laughing.</p>",
            "date_published": "2023-09-06T00:00:00+02:00",
            "date_modified": "2023-09-10T08:12:44+02:00",
            "author": {
              "name": ""},
            "tags": ["storytelling","old friends","dating","mental health","self-esteem","expats"]},{
            "id": "http://localhost:4000/2023/08/27/week-34",
            "url": "http://localhost:4000/2023/08/27/week-34",
            "title": "Week 34: Somerlust",
            "content_html": "<ul>\n  <li>Met <span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  Tim Bleeker  <span class=\"invalid-link-brackets\"></span></span> at <span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  Somerlust Park  <span class=\"invalid-link-brackets\"></span></span> on <span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  2023-08-22|Tuesday  <span class=\"invalid-link-brackets\"></span></span>, a get-together that started as “chilling in the park”, and which turned into grabbing a drink at l’Osteria. The venue is not one I can recommend. When requesting a bigger table because more people would be coming, the waiter scoffed at us. Then he closed the red velvet roped entrance. Later, his colleague told me people often just barge into the venue, ignoring waiters’ requests. I couldn’t imagine the type of person that would do this, and then I looked around.</li>\n  <li>I still seem to have a pinguecula because of <a href=\"/2023/07/22/norway-et-al-2023/\">the time I spent in an airconditioned car not too long ago</a>, although my eye is far less red than last week. I feel guilty for disgusting any reader with this information, but hey, they’re weeknotes. Long story short, I now have sunglasses.</li>\n  <li>Watched <em><span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  Hillsong, A megachurch exposed  <span class=\"invalid-link-brackets\"></span></span></em>, and learned a lot about how the church has propelled itself into popularity. Knowing how anti-queer the church has always been, I never felt comfortable attending a service in Amsterdam. The early 10s fashion made me feel nostalgic, though.</li>\n  <li>Had a lovely workshop at work about effective team work. It was inspiring, educational, and great for a sense of collaboration, not just with my peers, but also with the company’s leadership. It’s wonderful to be a part of a company that walks its talk so enthusiastically.</li>\n  <li>I’m struggling to be a good dog mom to Lemonade, seeing Anja’s conduct and training as much more effective and kind. I’ve been working to praise her good behavior more than I punish her mistakes.</li>\n  <li>I was off on <span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  2023-08-25|Friday  <span class=\"invalid-link-brackets\"></span></span>, and I went to an early-morning showing of <em><a class=\"internal-link\" href=\"/talk-to-me-2023\">Talk to Me (2023)</a></em>, which I’ll most likely do again. A cute retired Amsterdam couple were discussing their elaborate weekend cooking plans, which I found delighting. They proceeded to talk all throughout the movie.</li>\n  <li>I tidied <span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  Annelie Wambeek  <span class=\"invalid-link-brackets\"></span></span>’s house now that she’s coming back from her month abroad. I brought her some eggs, bread, milk, some treats, and flowers, and I made sure to leave the house smelling fresh. I hope it makes her feel good when she comes home tonight.</li>\n  <li>I spent Saturday and Sunday <a href=\"/2023-08-27-12-43-45\">tinkering on the website</a>, and feel good about the results.</li>\n  <li>I’ve been on the hunt for a good strategy for <span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  Bible study  <span class=\"invalid-link-brackets\"></span></span> in <span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  Obsidian  <span class=\"invalid-link-brackets\"></span></span>, and I managed to find a verse-per-file translation of the <span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  King James Bible  <span class=\"invalid-link-brackets\"></span></span> on <a href=\"https://faithbasedproductivity.com/cross-reference-library-obsidian/\">FaithBasedProductivity.com</a> that I added to my Obsidian vault. It took a couple of days before the whole thing was properly synced across my devices, which I suspect might be the result of <a href=\"https://www.reddit.com/r/ObsidianMD/comments/112ynkj/background_sync_on_ios/\">Obsidian Sync not be able to perform background syncs</a>. It made me consider switching to iCloud Sync for a second, but honestly I can’t be bothered. I’m keen to see when I’ll actually begin using the 33,613 files that are taking up over 100 mb in my vault.</li>\n  <li>I found myself missing church this week. I’m excited for <a class=\"internal-link\" href=\"/2023/02/12/all-saints-amsterdam\">All Saints Amsterdam</a> to start back up again mid-September. I’m curious to see what’s in store for us.</li>\n  <li><span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  Mark Delany  <span class=\"invalid-link-brackets\"></span></span> came over for Lemonade cuddles and dinner on <span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  2023-08-26|Saturday  <span class=\"invalid-link-brackets\"></span></span>. I made <a class=\"internal-link\" href=\"/tacos\">Tacos</a>, successfully if I do say so myself, and we had a lovely time catching up and discussing what really matters: the fact that Mark uses the word “taco” as a standard synonym for female genitalia. I’m still laughing.</li>\n</ul>",
            "date_published": "2023-08-27T18:49:15+02:00",
            "date_modified": "2023-09-03T10:15:37+02:00",
            "author": {
              "name": ""},
            "tags": ["weeknotes","lemonade","teamwork","horror","summer","bible study","documentaries"]},{
            "id": "http://localhost:4000/2023/08/20/week-33",
            "url": "http://localhost:4000/2023/08/20/week-33",
            "title": "Week 33: Landing",
            "content_html": "<ul>\n  <li>The first week back at work is fairly quiet, I even found myself on the verge of boredom at one point. Organically, this makes me feel bad, but I remind myself that weeks before and after holidays tend to have this effect on my life. I tell myself I’m just landing.</li>\n  <li>No one can convince me the municipality of Amsterdam <em>isn’t</em> using major construction projects to show tourists how crap the city can be. On Sunday, I go for a long bike ride to Amsterdamse Bos and back, and crossing the Berlagebrug I’m struck by how quiet the street is without cars racing by. I like it.</li>\n  <li>I finished watching <em><span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  The Righteous Gemstones  <span class=\"invalid-link-brackets\"></span></span></em>, and I miss them already.</li>\n  <li>Anja’s still off for the summer, and I’m watching her slowly recover from being my personal chauffeur for two weeks</li>\n  <li>The Summer makes me not want to cook. It’s no help that I’m using <a href=\"https://anneliewambeek.com/\">Annelie</a>’s apartment to work while she’s travelling, and that I use the occasion to order poke bowls for lunch. I’m surprised by the quality of <a href=\"https://pokeperfect.nl/en/amsterdam/linnaeusstraat/\">Poke Perfect</a>’s teriyaki chicken bowl, extra edamame.</li>\n  <li>I’m reading and enjoying Robin Meyer’s <em><span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  Saving Jesus From the Church  <span class=\"invalid-link-brackets\"></span></span></em>, a tool to make my interest in <span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  orthopraxy  <span class=\"invalid-link-brackets\"></span></span> more tangible.</li>\n</ul>",
            "summary": "The first week back at work is fairly quiet, I even found myself on the verge of boredom at one point. Organically, this makes me feel bad, but I remind myself that weeks before and after holidays tend to have this effect on my life. I tell myself I’m just landing. No one can convince me the municipality of Amsterdam isn’t using major construction projects to show tourists how crap the city can be. On Sunday, I go for a long bike ride to Amsterdamse Bos and back, and crossing the Berlagebrug I’m struck by how quiet the street is without cars racing by. I like it. I finished watching [[The Righteous Gemstones]], and I miss them already. Anja’s still off for the summer, and I’m watching her slowly recover from being my personal chauffeur for two weeks The Summer makes me not want to cook. It’s no help that I’m using Annelie’s apartment to work while she’s travelling, and that I use the occasion to order poke bowls for lunch. I’m surprised by the quality of Poke Perfect’s teriyaki chicken bowl, extra edamame. I’m reading and enjoying Robin Meyer’s [[Saving Jesus From the Church]], a tool to make my interest in [[orthopraxy]] more tangible.",
            "date_published": "2023-08-20T00:00:00+02:00",
            "date_modified": "2023-09-03T10:01:57+02:00",
            "author": {
              "name": ""},
            "tags": ["weeknotes","food","amsterdam","summer","reading","theology"]},{
            "id": "http://localhost:4000/2023/08/17/norway-et-al",
            "url": "http://localhost:4000/2023/08/17/norway-et-al",
            "title": "Norway et al",
            "content_html": "<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/c_scale,w_1400/v1692260659/IMG_4735_mxgbxc.jpg\" /></p>\n\n<p>After two weeks in Scandinavia, it’s clear: we are both too Dutch for proper recycling. Secretly hoarding our trash to avoid a reprimanding from our AirBnb host as he hovers over his six-compartment recycling bin, we continue our trip from rural Sweden to Copenhagen looking for a public recycling station.</p>\n\n<p>“Imagine if we got so nervous about doing it wrong that we ended up just dumping these bags by the roadside” I say to Anja.</p>\n\n<p>“Last Tuesday, two Dutch lesbians were found dead just outside of Lidköping after the Swedish environmental police task force shot them at point-blank range for abusing the recycling system. Their families have been notified, begrudgingly.” Anja jokes, staring off into the distance.</p>\n\n<p>“Not <em>Queen &amp; Slim</em>, but King &amp; Thicc!”, I suggest, “You can be King”.</p>\n\n<p>“But I’m thicc, too”, Anja complains.</p>\n\n<p>By now, we’re home again, back from our first proper vacation in four years, and boy oh boy, did we need it.</p>\n\n<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/c_scale,h_1400/v1692260665/IMG_5143_zgqdss.jpg\" /></p>\n\n<p>Our plan was simple: make Anja’s dream come true by renting a Tesla, drive it to Norway, do nothing there for a week, and then spend another week slowly making our way back via the Swedish countryside, and Copenhagen, where our friends live.</p>\n\n<p>After two long, well-airconditioned days in our wonderful car we made it to Eastern Norway. In Hallingdal, one of the country’s most popular ski destinations, we found a beautiful and cozy cabin on top of a mountain, overlooking the Tisleifjorden. To our surprise, it proved the perfect getaway for people who didn’t really want to… <em>do</em> anything.</p>\n\n<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/c_scale,w_1400/v1692260664/IMG_4771_w0rdef.jpg\" /></p>\n\n<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/c_scale,w_1400/v1692260657/IMG_4764_wegskx.jpg\" /></p>\n\n<p>It’s indeed exquisite, the Norwegian faith in our human ability to treat nature with respect. Quietly, it makes an enormous difference. The difference is in the shared understanding of where we leave our trash. It’s in the thousands of cabins spread out across the country, <a href=\"https://english.dnt.no/\">where travellers can stay for next to nothing</a>. It’s in the fire wood left behind in the <a href=\"https://www.facebook.com/golsfjelletvest/posts/pfbid021q9V7g4XeKd5Wz3QfEbxmsBHWVYmEHEb9mqBT4mn1F34SUCe8LoafcfE6fE61pQBl?locale=nl_NL\">freely-accessible <em>grillhytte</em></a>. It’s in the canoe that just lays by the water, available to anyone.</p>\n\n<p>“You don’t even really have to lock your doors”, one fisherman commented while teaching his son to throw a line.</p>\n\n<p>We never kept our doors unlocked, of course. The city is embedded in our system too deeply, as were the countless “cabin in the woods” movie plots I remembered. If anything, though, it helped us pause, listen to the sound of nothing, and listen to our bodies, which were telling us to take that second nap of the day.</p>\n\n<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/c_scale,h_1400/v1692260657/FullSizeRender_6_wlkfj3.jpg\" /></p>\n\n<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/c_scale,w_1400/v1692260666/IMG_4778_fm3g1i.jpg\" /></p>\n\n<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/c_scale,h_1400/v1692260656/FullSizeRender_1_ci1pqv.jpg\" /></p>\n\n<p>On Sunday, one day earlier than intended, we swiftly packed the car and drove all night to Lidköping, by Vänern, Sweden’s largest lake. While we’d been napping and relaxing, the world was reading the headlines about Storm Hans, a twice-a-century type of storm that would’ve gotten us stuck on that mountain if we hadn’t left when we did. That three hours of driving through landslide-prone mountains wasn’t going to be pleasant, even in a well-heated Tesla.</p>\n\n<p>The clouds were low as we drove off.</p>\n\n<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/c_scale,w_1400/v1692260661/IMG_5247_q6xbsb.jpg\" /></p>\n\n<p>Copenhagen, <em>kubnhawn</em> for the in-crowd, was a lot lighter, sunnier, and safer. We stayed with Naomi, Shlomik and little Goldie. Their cute, young family, the house, and the fact that were surrounded by thousands of people everywhere we went, was everything I needed after the quiet Norwegian fjords. One day exploring the city was enough to convince me: I need to visit again.</p>\n\n<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/c_scale,w_1400/v1692260654/IMG_5556_zetoqz.jpg\" /></p>\n\n<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/c_scale,h_1400/v1692260660/FullSizeRender_24_or4mju.jpg\" /></p>\n\n<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/c_scale,h_1400/v1692260655/FullSizeRender_23_zsjphm.jpg\" /></p>\n\n<h3 id=\"some-preliminary-mostly-food-related-highlights-from-two-weeks-in-norway-sweden-and-denmark\">Some preliminary (mostly food-related) highlights from two weeks in Norway, Sweden, and Denmark</h3>\n<ul>\n  <li>So far, not impressed with Norwegian bakeries</li>\n  <li><a href=\"https://en.wikipedia.org/wiki/Brunost\">Brunost</a>, however, is my new favorite snack.</li>\n  <li>The quiet atmosphere of the fjords in the Summer months is spectacular. We went days without seeing a person.</li>\n  <li><a href=\"https://www.polarbrod.se/\">Polarbröd</a> remains amazing, and next to jubileumskaka I now also love hällakaka</li>\n  <li>Sheep are scarier than I thought they would be</li>\n  <li>Lemonade appears to possess a strong instinct for herding sheep</li>\n  <li>Copenhagen gives hints of The Hague, Berlin, Paris, and Amsterdam</li>\n  <li>They weren’t lying about mountain air</li>\n  <li>Whatever positive things you’ve heard about Copenhagen’s <a href=\"https://lovesanchez.com/taquerias\">Hija de Sanchez</a> are true</li>\n  <li>The Norwegian mountains have Karens just like any other place in the world</li>\n  <li>There’s a <a href=\"https://goo.gl/maps/PGBfQMjaHrvZguP78\">gas station in Gol, Norway</a> that sells one of the finest soft-serve ice creams I’ve ever had</li>\n</ul>\n\n<h3 id=\"general-vacation-notes\">General vacation notes</h3>\n<ul>\n  <li>I should get my driver’s license</li>\n  <li>An icebox with proper cooling elements can go a long way</li>\n  <li>Vacuum-sealed cheese stays fine for at least two weeks (provided you have an icebox)</li>\n</ul>",
            "summary": "Our first proper holiday in four years",
            "date_published": "2023-08-17T00:00:00+02:00",
            "date_modified": "2023-09-03T10:01:57+02:00",
            "author": {
              "name": ""},
            "tags": ["vacation","scandinavia","europe","travel"]}]
}