{
    "version": "https://jsonfeed.org/version/1",
    "title": "Zinzy Waleson Geene",
    "description": "This is a quiet street on the Internet, a place for soft stances, lived experiences, and critical notes on the things I hold dear.",
    "home_page_url": "http://0.0.0.0:4000/",
    "feed_url": "http://0.0.0.0:4000/feed.json",
    "items": [
      {
            "id": "http://0.0.0.0:4000/2023/07/22/pride-walk-2023",
            "url": "http://0.0.0.0:4000/2023/07/22/pride-walk-2023/",
            "title": "What Pride means to me in 2023",
            "content_html": "<html><body>\n<p><a href=\"/2023/04/26/dear-nienke-you-should-have-a-website/\" target=\"_blank\">Nienke</a>, Mehdi, an anonymous friend, and I attend the annual Pride March. It’s the city’s first <a href=\"https://pride.amsterdam/en/pride-foundation/\" target=\"_blank\">two-week Pride festival in Amsterdam</a>, each week organized by a different organization. With a naturally intersectional and radically-inclusive interpretation of the term “queer”, I am pleased <a href=\"https://queer-amsterdam.org/\" target=\"_blank\">Queer Amsterdam</a> is taking care of the annual Pride Walk.</p>\n\n<p>On Friday, I tell colleagues over office drinks why we still need Pride. The fact that I had to write “an anonymous friend” instead of the name of a person I love and admire illustrates my point beautifully.</p>\n\n<p>“I think I’ll wear my face mask” he says, 20 minutes into the event. “Am I getting too close?” I ask, concerned. No, he just doesn’t feel comfortable being photographed. The off chance that his parents may see him is not worth it.</p>\n\n<p>As we walk, I think about the meaning of the word “pride”. If we walk in a Pride March, can we be proud without wanting to be photographed and broadcast for anyone to see? A sign in the crowd reads “you can’t be what you can’t see”, and I agree. Representation is crucial, to this my life is a testament. But what burden does that place on people whose visibility is dangerous to themselves?</p>\n\n<p>The intersection of queerdom, the way it interacts with ethnicity, religion, ability, neurodivergence, age, education, and location, is why I’m here today. Why I’m here at all. Mehdi, who has never attended a Pride event in his life, learns to shout along:</p>\n\n<blockquote>\n  <p>What do we want?<br>\nTRANS RIGHTS!<br>\nWhen do we want them?<br>\nNOW!</p>\n</blockquote>\n\n<p>The speeches this year spark my interest. <a href=\"https://pride.amsterdam/ambassadors/tieneke-sumter/\" target=\"_blank\">Tieneke</a> talks about consent, an oft-overlooked point of concern in our queer communities. Someone whose name I forgot talks about bisexuality. I remember how unsettling it was as a young adult that people told me I was “in transit”, on my way to being either gay or straight.</p>\n\n<p>I’m here today shouting for myself, a little bit, but also to engage in the praxis of allyship which is by default an aspirational habit: doing the things we know to be right, without determining for other people whether we can call ourselves their allies.</p>\n\n<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/v1690043403/FullSizeRender_qbh0ze.jpg\" alt=\"A person in a trenchcoat and a hat looks on as a Pride march walks by, photographing the event\"></p>\n\n<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/v1690043396/FullSizeRender_2_alxoze.jpg\" alt=\"A person in a colorful jacket walks in a Pride march\"></p>\n\n<!-- ![](https://res.cloudinary.com/dbi2zounq/image/upload/v1690043404/IMG_3947_nmdiap.jpg) -->\n</body></html>",
            "summary": "Friends and I attend the annual Pride Walk",
            "date_published": "2023-07-22T00:00:00+02:00",
            "date_modified": "2023-07-23T14:50:07+02:00",
            "author": {
              "name": ""},
            "tags": ["queerdom","intersectionality","pride","amsterdam","activism","friends","allyship"]},{
            "id": "http://0.0.0.0:4000/2023/07/14/the-blonde",
            "url": "http://0.0.0.0:4000/2023/07/14/the-blonde/",
            "title": "The blonde",
            "content_html": "<html><body>\n<p>At the end of the shopping street<br>\nfor people who look like<br>\nthey do in the magazines<br>\nthere’s a blonde marching in place waiting<br>\nfor the light to turn green.<br>\nShe is not running per se, rather<br>\nshe’s hinting at running.<br>\nSelling it, the way<br>\nCharlize Theron sells<br>\na night to remember in a perfume commercial<br>\nwith next to nothing for evidence.</p>\n\n<p>Me, a tired mother,<br>\nand a tennis player with wet hair<br>\nstare at the blonde,<br>\none more covertly than<br>\nthe others.<br>\nI know not to tilt my head<br>\nwhen encounting something<br>\nin which the world tells me<br>\nI will never see myself.</p>\n\n<p>There are so many things<br>\nthat are perfect<br>\nabout the blonde that I<br>\nget dizzy counting.<br>\nEven a thigh gap as big as hers<br>\nwouldn’t be able to hold<br>\nall the details.</p>\n\n<p>At this point, the length,<br>\nand the waviness, and the glossiness,<br>\nand the readiness of her hair<br>\nare just a complete unnecessity.</p>\n\n<p>We all hate her, the blonde.<br>\nMe, a tired mother,<br>\nand a tennis player with wet hair.<br>\nWe hate her because<br>\nof all the little things<br>\nthe world has denied us<br>\nthe words to articulate.</p>\n\n<p>We all hate her, the blonde,<br>\nand the blonde hates herself<br>\na little, too,<br>\nfor reasons so bafflingly<br>\nunimportant to us<br>\nshe could die from jealousy.</p>\n</body></html>",
            "summary": "A poem about a runner",
            "date_published": "2023-07-14T00:00:00+02:00",
            "date_modified": "2023-07-20T17:14:49+02:00",
            "author": {
              "name": ""},
            "tags": ["poem","culture","standpoint","prejudice"]},{
            "id": "http://0.0.0.0:4000/2023/07/09/week-27",
            "url": "http://0.0.0.0:4000/2023/07/09/week-27/",
            "title": "Week 27: Haven",
            "content_html": "<html><body>\n<ul>\n  <li>This week, I attended my first Gerimedica party. It’s great to know I can expect a big celebration every year, and not just for the company’s sweet sixteen. It confirmed what I already know: great vibe, great taste, great people.</li>\n  <li>I went to Bar Bario on Saturday for a meet-up called Hair Haven, which fosters connection between people with curly hair. Again, I was struck by how welcoming the space is. It’s a ridiculous feeling, being the norm there.</li>\n  <li>I’m tired these days. Too much fun, too little rest. I’m better at napping, though. On Sunday, I barely wanted to get out of bed after a little snooze. Three years ago, a nap was unthinkable.</li>\n  <li>I’m giving Reni Eddo-Lodge‘s <em>Why I’m No Longer Talking to White People About Race</em> another spin. The title alone makes it a hard read, but I’m hoping I’ll find myself along the way.</li>\n  <li>I saw <em>Dalva</em> at Ketelhuis. Reading the reviews, I’m surprised so many people seem to interpret the girl’s dress style as “an adult woman in the 50s”. I thought it was reminiscent of the way girls dressed when the camera first came out. Not a girl, not yet a woman. Regardless, I imagine being Dalva’s mother, getting to know her daughter again, and understanding what has gone so wrong in the fibers of het child. It sends chills down my spine.</li>\n  <li>In another childhood trauma narrative, I thought it was so moving that Jan Broberg played the therapist in the Showtime series on her turbulent childhood. I fantasized the scenes functioned as a systemic family constellation, her talking to her childhood self. The reality was probably much more technical than that.</li>\n  <li>Anja had a very intense and short stint with <em>Call of Duty</em>, remarking on its evocative storytelling in the Cold War portion. She finished it, though, and the zombies turned om her off with such immediacy that she’s back to NBA.</li>\n  <li>After hearing it only once, Billie Eilish’s “The 30th” is stuck in my head. She and her brother have a good thing going.</li>\n</ul>\n</body></html>",
            "summary": "Office party, safe space, sad television",
            "date_published": "2023-07-09T00:00:00+02:00",
            "date_modified": "2023-07-20T17:14:49+02:00",
            "author": {
              "name": ""},
            "tags": ["weeknotes","work","safe spaces","film","party","television","music","gaming"]},{
            "id": "http://0.0.0.0:4000/2023/07/01/week-26",
            "url": "http://0.0.0.0:4000/2023/07/01/week-26/",
            "title": "Week 26: Keti Koti",
            "content_html": "<html><body>\n<p>Two months of onboarding have rushed by in a blink. The new job is absolutely wonderful: the people are great, the work is complex and important, and the office itself is perhaps the finest I’ve ever worked at. I joined this company because the challenges they have seemed interesting to me. I’m very pleased that, two months in, it’s difficult to think that, at one point in time, these challenges weren’t also mine. I’ve made the right decision.</p>\n\n<p>On Wednesday, I met two friends with whom I share a special history. The time we spent together resulted in many things. One of them was the tattoo on my left arm that say “WAT ER IS” (“what is there”). Spending my evening with them, sharing a meal, shedding a few tears, reminded me of why the tattoo is there.</p>\n\n<p>On Saturday, Anja and I watched Keti Koti’s <a href=\"https://ketikotiamsterdam.nl/bigi-spikri-optocht/\" target=\"_blank\">Bigi Spikri memorial service</a> on television. I truly detest that the thing we requested became such a point of contention, that finally getting it almost made us forget that what we requested was a minimum viable product. Still, King Willem Alexander offering an apology and asking for forgiveness was history in the making. As an Afropean person I’m easily erased from the Dutch narrative of Trans-Atlantic slave trade that focuses on the Netherlands and her former colonies. Mentioning us by name specifically let Willem Alexander articulate how well he has been listening these past few years.</p>\n\n<p>In the afternoon we made our way to Museumplein for the Keti Koti festival. Upside: I got to eat cotton candy, twice, and we got to financially contribute to many great Black causes in the city. Downside: I spent way too much time in line for food with hundreds of other people.</p>\n\n<p>Reading! I finished a book. I have a track record of struggling to enjoy reading as a burnt-out lit major, but <a class=\"internal-link\" href=\"/citizen-2015\">Citizen (2015)</a> was easy to get through. It turns out I am enthusiast of the lyric essay genre. I picked up a book of poetry by Anton de Kom at Keti Koti, and I’m diving head-first into that.</p>\n</body></html>",
            "summary": "Onboarding, national holiday, book",
            "date_published": "2023-07-01T00:00:00+02:00",
            "date_modified": "2023-07-20T17:14:49+02:00",
            "author": {
              "name": ""},
            "tags": ["weeknotes","work","onboarding","racism","trans-atlantic slave trade","reading","holidays"]},{
            "id": "http://0.0.0.0:4000/2023/06/22/we-all-live-in-a-white-submersible",
            "url": "http://0.0.0.0:4000/2023/06/22/we-all-live-in-a-white-submersible/",
            "title": "We all live in a white submersible",
            "content_html": "<html><body>\n<p>I love a good media drama. Like a moth to a flame, or perhaps more accurately like a fly to dog poo, I am drawn to it. I check the news multiple times a day. I scoff at outlets that don’t deem it worthy of the front page. I also scoff at outlets that do. A media drama can antagonize me the way Adele disappoints me with her popularity.</p>\n\n<p>The fact that I’m part of a Titanic/<em>Titanic</em>-obsessed gaggle of netizens somehow has me convinced I’m not just procrastinating. Five men with money — sums of it — on their way to Titanic in a little titanium box, are lost at sea. To empathize, the world holds her breath.</p>\n\n<p>Growing up without my father, I never gave much thought to the reality in which he once found himself, well over half a century ago. Ten years old, him and his football team of siblings, on a boat, lost at sea. I wonder if the five men ever saw Titanic. I wonder if they cried.</p>\n\n<p>I imagine he was lost at sea the way only a child can be: cursed with the spirit of adventure. Where did the boat depart from? Did he bring a toy? Was there a tiger? The only way I can read the scene is with the poetry of someone who’ll never know what it’s like to leave home when home is the mouth of a shark.</p>\n\n<p>The Internet continues her wailing. Debris is found. The 19-year-old had only tagged along to make Father’s Day one to remember. I don’t know the story about my father’s father. I never celebrated a proper Father’s Day. My father’s father was long dead before the boat was put out to sea. Yes?</p>\n\n<p>A Dutch news site tells me, at the bottom in small font, about their podcast episode. Who is responsible for the boat refugees who drowned off the Greek coast? Could we leave their bodies on the ocean floor? On Reddit, people share animated maps of the football team of rescue boats circling Titanic.</p>\n\n<p>I love a good media drama. Like a moth to a flame, or perhaps more accurately like a fly to dog poo, I am drawn to it. Like a mosquito it drowns out the other humming. Like a natural disaster it refrigerates the other stories, the puzzles I fear I will never solve.</p>\n\n</body></html>",
            "date_published": "2023-06-22T00:00:00+02:00",
            "date_modified": "2023-06-23T12:09:31+02:00",
            "author": {
              "name": ""},
            "tags": ["news","lyric essay","being black"]},{
            "id": "http://0.0.0.0:4000/2023/04/26/dear-nienke-you-should-have-a-website",
            "url": "http://0.0.0.0:4000/2023/04/26/dear-nienke-you-should-have-a-website/",
            "title": "Dear Nienke, you should have a website",
            "content_html": "<html><body>\n<p>Every time I embark on a journey towards a published post about why it’s good to have a website, I get lost in the reality of personal details. Everyone has different reasons for believing something. Aiming to take them all into account doesn’t help me write anything that feels worthwhile and not like a derivative<sup id=\"fnref:1\" role=\"doc-noteref\"><a href=\"#fn:1\" class=\"footnote\" rel=\"footnote\">1</a></sup>.</p>\n\n<p>It feels much more relevant to focus my attention on specific people. In this case I’m focusing my attention on you, Nienke. I think you should have a personal website. Let me tell you why.</p>\n\n<p>You should have a personal website not because you need to grow an audience, and turn your hobbyist writing into a profession.</p>\n\n<p>You should have a personal website not because you’re an expert on some subject, and it would be cruel to deny the world your wisdom.</p>\n\n<p>You should have a personal website not because you think you’re important.</p>\n\n<p>You should have a personal website not because the world is in need of your highlight reel.</p>\n\n<blockquote>\n  <p>You should have a personal website because I think the online world is as real as the offline world. You have a presence in one, and you should have a presence in the other.</p>\n</blockquote>\n\n<p>Consider your personal website an online living room of sorts. The place that displays, in a variety of ways, who you are, what you care about, and how you’re moving through the world.</p>\n\n<p>You’re free to invite anyone to come in, and have them see anything you deem relevant. They can stay for three seconds and walk out the door, or dwell for a bit, opening drawers, going back in time, answering questions, questioning answers.</p>\n\n<p>Imagine that there are people on the other side of the world who would want to know how you’re doing, what you’re thinking and learning. Not because you’re you, per se, but simply because you have in common the habit of sharing your experiences in an online space where you are the boss.</p>\n\n<p>There is a <em>cozy web</em> out there, where people connect simply because they enjoy snacking on each other’s slices of life: the seemingly unimportant moments, words, images that approximate what it means to be human.</p>\n\n<blockquote>\n  <p>Imagine, also, what it means when I say “you are the boss”.</p>\n</blockquote>\n\n<p>Think of how little you control about yourself on the Internet. The <code class=\"language-plaintext highlighter-rouge\">.nl</code> website of your name is already registered, but are you its owner? I doubt it. Your company has a portrait of you on their website, and it’s beautiful, but you can’t add anything to the page it’s on, can you?</p>\n\n<p>You have an updated LinkedIn page and it’s a great way for people to find you, but do you live to work or work to live? Besides, it’s LinkedIn designers who decide for you what your profile will look like. If you’d ever want to do anything other than write a post or update your experiences, you’re out of luck.</p>\n\n<p>There’s an old newsletter containing an interview with you, again with that wonderful portrait. It’s probably because of your work that this is all I can find on you. It makes me sad, Nienke, it does.</p>\n\n<p>You know why? I love learning about what you’re up to. And I suspect the places where you share that are social media profiles that don’t necessarily use your full name. It’s great for privacy, of course, I get it. But I don’t want to be on social media to stay in your loop.</p>\n\n<p>Or rather, I want social media to be our websites. You read mine and I read yours, we write comments on our own websites and they’re posted to each other’s websites automatically.<sup id=\"fnref:2\" role=\"doc-noteref\"><a href=\"#fn:2\" class=\"footnote\" rel=\"footnote\">2</a></sup> Twitter can fall, Instagram can crumble, LinkedIn can add an expensive subscription model, but you and I will still have our websites.</p>\n\n<blockquote>\n  <p>I want you to take up space on the Internet, Nienke.</p>\n</blockquote>\n\n<p>I want you to enjoy doing so and perhaps even making new connections in the process. I want you to learn how to build your own website and tell me in a year that it’s actually much easier than you thought. I want you to feel empowered. And to have a <a href=\"/now\" target=\"_blank\">now</a> page, and to keep lists on your websites of things you love in Amsterdam and beyond.</p>\n\n<p>I want you to feel that you can escape the rat race of likes, favs, and reposts. I think what you have to say is worth more than the hipness of some platform.</p>\n\n<p>I want you to fall in love with personal websites so much that you write about it on your website, and tell people about it at Coffee Company.</p>\n\n<p>I want to share with you the wonderful community of random people from all over the world, who are so much more curious and enthusiastic, so genuinely supportive, and so much kinder than any of the communities I’ve ever found on Big Tech platforms.</p>\n\n<p>I want to read what you have to say about the world when you stop worrying what your blog should be called.</p>\n\n<div class=\"footnotes\" role=\"doc-endnotes\">\n  <ol>\n    <li id=\"fn:1\" role=\"doc-endnote\">\n      <p>See for example <a href=\"https://jamesg.blog/2023/04/13/exploring-personal-websites/\" target=\"_blank\">James’ neat post on personal sites</a> or, more broadly, <a href=\"https://indieweb.org/why\" target=\"_blank\">the “Why” page on the IndieWeb Wiki</a> <a href=\"#fnref:1\" class=\"reversefootnote\" role=\"doc-backlink\">↩</a></p>\n    </li>\n    <li id=\"fn:2\" role=\"doc-endnote\">\n      <p>On the IndieWeb we call this a <a href=\"https://indieweb.org/Webmention\" target=\"_blank\">“webmention”</a>. <a href=\"#fnref:2\" class=\"reversefootnote\" role=\"doc-backlink\">↩</a></p>\n    </li>\n  </ol>\n</div>\n</body></html>",
            "date_published": "2023-04-26T00:00:00+02:00",
            "date_modified": "2023-04-26T14:36:37+02:00",
            "author": {
              "name": ""},
            "tags": ["friends","indieweb","personal archiving","letters"]},{
            "id": "http://0.0.0.0:4000/2023/04/25/makers-marks-for-kings-day",
            "url": "http://0.0.0.0:4000/2023/04/25/makers-marks-for-kings-day/",
            "title": "Maker’s marks for King’s Day",
            "content_html": "<html><body>\n<p>It’s late in the morning and I’m on my way to Gerimedica, the company’s I’m excited to be joining in May, which is next week already. I’m on my bike listening to an American podcast about the history of Dutch anarchist cycling culture.<sup id=\"fnref:1\" role=\"doc-noteref\"><a href=\"#fn:1\" class=\"footnote\" rel=\"footnote\">1</a></sup> The scene could only be more Dutch if I had a frying pan with bitterballen on the back of my bike.</p>\n\n<p>The commute is wonderful: it takes me from the East side of Amsterdam via De Pijp and Vondelpark to perhaps the most beautiful building I’ve ever had the privilege of calling my office. I cross the river Amstel, enjoy the sun, and marvel at the preparations people have been making.</p>\n\n<p>In two days, King’s Day is upon us. It’s always a big event in the country, and specifically in Amsterdam, and this year it’s extra special: our king was coronated ten years ago this year. In our house it’s not a big deal, in fact Anja couldn’t be more of an anti-monarchist if she tried. Lemonade’s too young to pay it any mind, I’m sure. But the rest of the country is getting ready.</p>\n\n<p>King’s Day is full of traditions: young children playing the violin out of tune at the park, tompouce pastries, the king and his family on a heavily-televised trip to a Dutch city that has been preparing for this moment for a year. And forever and for always: people securing a spot on the flea market route days ahead of time.</p>\n\n<p>Today, as I biked across the city, I saw hundreds of them; 40 square feet of pavement taped off by people aiming to use that specific spot to spend their King’s Day. Peddling by, I thought to myself that it was a rather sweet unwritten rule: I put my name here in a manner that you could erase at any moment, but Dutch custom says you’re to honor my plan.</p>\n\n<p>I’m used to people marking these spots “bezet” (“taken”) or adding their name for emphasis. Today, however, I noticed many people had made a small figure with their tape, a maker’s mark of sorts. I’m learning through Anja’s ceramics adventure that this is entirely common in the potter community: a small, minimalist figure telling the world you made something.</p>\n\n<p>I hope all those people get what they came for: that specific spot on the pavement, and a fun day to help them Konmari their house. In the meantime, I also hope that the Amsterdamse Bos is quiet on King’s Day. I’m looking to take Anja and Lemonade there for a quiet afternoon, far away from the crowds.</p>\n\n<div class=\"footnotes\" role=\"doc-endnotes\">\n  <ol>\n    <li id=\"fn:1\" role=\"doc-endnote\">\n      <p>I’m referring to the episode <a href=\"https://99percentinvisible.org/episode/de-fiets-is-niets/\" target=\"_blank\">“De fiets is niets”</a> (“the bike is nothing”) of the impeccable podcast <em>99% Invisible</em> by Roman Mars. <a href=\"#fnref:1\" class=\"reversefootnote\" role=\"doc-backlink\">↩</a></p>\n    </li>\n  </ol>\n</div>\n</body></html>",
            "date_published": "2023-04-25T00:00:00+02:00",
            "date_modified": "2023-04-25T18:44:53+02:00",
            "author": {
              "name": ""},
            "tags": ["neighborhood","funny","language","park"]},{
            "id": "http://0.0.0.0:4000/2023/04/17/come-back-to-chigaco",
            "url": "http://0.0.0.0:4000/2023/04/17/come-back-to-chigaco/",
            "title": "Come back to Chigaco",
            "content_html": "<html><body>\n<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/v1681746974/2023-04-17_hcdwmk.jpg\" alt=\"\"></p>\n\n<p>Spring is here, I think? I spend the afternoon in the park with ex-colleague-turned-friend Susan, who is celebrating landing a new and challenging job. There’s a boy in the park who’s walking around barefoot. Later we see him on a slack line. I like this scene; it tells me that summer is almost upon us.</p>\n\n<p>I never seem skilled at enjoying whatever season is here. Instead I’m forever yearning for what’s just out of reach. On Javastraat I pass a travel agency, the target audience of which most certainly is concerned with visiting Morocco or Turkey during the summer months. Surprisingly, there’s a wide array of names that would inspire city trips around the world.</p>\n\n<p>Ever since I passed the agency, Andrew Bird’s <a href=\"https://www.youtube.com/watch?v=oecHq2neweA\" target=\"_blank\">Pulaski at Night</a> has been in my head non-stop. “Come back to Chigaco, city of, city of light.”</p>\n</body></html>",
            "summary": "Spring is here, I think? I spend the afternoon in the park with ex-colleague-turned-friend Susan, who is celebrating landing a new and challenging job. There's a boy in the park who's walking around barefoot. Later we see him on a zipline. I like this scene; it tells me that summer is almost upon us.",
            "date_published": "2023-04-17T00:00:00+02:00",
            "date_modified": "2023-07-17T12:56:13+02:00",
            "author": {
              "name": ""},
            "tags": ["neighborhood","funny","language","park"]},{
            "id": "http://0.0.0.0:4000/2023/04/16/anjas-ceramics-course",
            "url": "http://0.0.0.0:4000/2023/04/16/anjas-ceramics-course/",
            "title": "Anja’s ceramics course",
            "content_html": "<html><body>\n<p>Today, Lemonade and I visited <a href=\"https://www.studiopansa.com/studio-pansa-amstel\" target=\"_blank\">Studio Pansa Amstel</a>, where Anja has spent the last seven Sundays learning how to work a ceramics wheel. It’s quite the adventure for her, and I love seeing her dive into a new field that’s so different from her day-to-day life and work. Their motto is “dirty hands, clear mind”, and that certainly seems to be the case for Anja.</p>\n\n<p>I saw dozens of gorgeous little cups in the making, each with a unique maker’s mark and the intricate details only found in things that were crafted by hands. I think I’ll sign up for one of Pansa’s courses myself some day.</p>\n\n<div class=\"breakout\">\n    <div class=\"breakout-content\">\n        <img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/v1681746974/2023-04-16_1_btgjvq.jpg\" alt=\"\" class=\"mb-5\">\n        <img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/v1681746974/2023-04-16_5_m7uc31.jpg\" alt=\"\" class=\"mb-5\">\n        <img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/v1681746974/2023-04-16_2_k1jgtv.jpg\" alt=\"\" class=\"mb-5\">\n    </div>\n</div>\n</body></html>",
            "summary": "Today, Lemonade and I visited Studio Pansa Amstel, where Anja has spent the last seven Sundays learning how to work a ceramics wheel.",
            "date_published": "2023-04-16T00:00:00+02:00",
            "date_modified": "2023-04-19T08:01:00+02:00",
            "author": {
              "name": ""},
            "tags": ["anja","hobbies","ceramics"]},{
            "id": "http://0.0.0.0:4000/2023/04/11/meeting-yana-and-dj",
            "url": "http://0.0.0.0:4000/2023/04/11/meeting-yana-and-dj/",
            "title": "Meeting Yana and DJ",
            "content_html": "<html><body>\n<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/v1681285678/zinzy.website/2023-04-11_qaysnk.jpg\" alt=\"\"></p>\n\n<p>What I love most about today’s snapshot is the despair I can see in Lemonade’s eyes even when her entire body is a background blur. DJ is a calm 12-year-old dog, and Lemonade was thrilled to see another dog in our home for the first time, but her energy level was high enough that I eventually brought her back to her crate. It was right in time, too, because the afternoon light filling the living room made for a nice little portrait.</p>\n\n<p>It was wonderful to welcome Yana into our home for the first time. When I hired her in the late Winter of 2022 as our newest UX designer, I knew there was something special about her. Now, well over a year later, I’m pleased to call her a friend. We caught up on career adventures, new trends in the design industry, and of course the joys of being a dog mom.</p>\n\n<p>After Yana and DJ left, Anja and I began winding down for the day. After dinner, we watched the latest episode of the final season of <em>Succession</em>, which may have been my favorite one yet. The characters on this show are so complex and candidly-written. I’m already low-key heartbroken that this show is going to end. At the same time, I’m also pleased to be alive to watch it unfold in real time.</p>\n</body></html>",
            "summary": "What I love most about today's snapshot is the despair I can see in Lemonade's eyes even when her entire body is a background blur.",
            "date_published": "2023-04-11T00:00:00+02:00",
            "date_modified": "2023-07-17T12:56:13+02:00",
            "author": {
              "name": ""},
            "tags": ["pets","neighborhood","friends","dogs"]}]
}