{
    "version": "https://jsonfeed.org/version/1",
    "title": "Zinzy Waleson Geene",
    "description": "This is a quiet street on the Internet, a place for soft stances, lived experiences, and critical notes on the things I hold dear.",
    "home_page_url": "http://localhost:4000/",
    "feed_url": "http://localhost:4000/feed.json",
    "items": [
      {
            "id": "http://localhost:4000/2023/09/17/week-37",
            "url": "http://localhost:4000/2023/09/17/week-37/",
            "title": "Week 37: Rosh Hashanah",
            "content_html": "<ul>\n  <li>Cooler temperatures! After the hottest week I’ve experienced in months, things were back to comfortable Summer weather. By the time I’m writing this the sky is gray and it’s raining, but this week’s weather was cheerful and moderate.</li>\n  <li>On Tuesday and Wednesday I gave two big UX workshops at week to help coworkers understand how they can use UX in their daily work. I’ve been giving workshops for well over a decade, always trusting my instinct to figure out what a particular group or context required. At work, though, we have two wonderful scrum masters who are well-versed in the art of facilitation. I learned a <em>lot</em> from their feedback, and saw a hugh jump between the quality of the first day and of the second day.</li>\n  <li>I caught up with a special friend on Wednesday, a young woman I met because we were treated for the same health condition. Her life as a Psych major couldn’t be more different from mine, and yet the red threads our lives resemble one another. I’m fortunate to call her my friend.</li>\n  <li>I had missed a few weeks in my RSS reader, but I was pleased to see Manuel Moreale’s <em><a href=\"https://manuelmoreale.com/\">People &amp; Blogs</a></em> is off to a good start. To hell with Anja calling me a geek for being into the IndieWeb, I love visiting other people’s websites. I suspect I love reading what they have to say about those websites even more.</li>\n  <li>Last week, I had met an amazing couple of lesbians who invited me over for a casual dinner party on Friday. After a particularly challenging week, it was comforting to hear their experiences as people of color in the world today. I’m already looking forward to inviting them to our place.</li>\n  <li>On Saturday, Anja and I kicked off the weekend with a spontaneous redesign of our living room. We finally got rid of my desk, which was a Covid-era purchase used for our home office. What remains now is Anja’s bigger desk, which functions as a dining room table that she hates more than I do. The removal of our home office allowed us to place our sofa there, which has giving the living room a significant amount of extra space. The dining room table continues to double as an office whenever we put our ultrawide monitor there. I like <a class=\"internal-link\" href=\"/modular-living\">modular living</a>, and I’m feeling less and less awkward about the way we’re going about it in our house.</li>\n  <li>At the end of our cleaning sprint Anja mentioned it was a beautiful day for this accomplishment, since it was Rosh Hashanah. New living room, new beginnings.</li>\n  <li>After visiting Anja’s mom in the afternoon, we biked to Kriterion to Watch <span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  Oppenheimer (2023)  <span class=\"invalid-link-brackets\"></span></span>.</li>\n  <li>Much like the last few days, I’m not in the best of states. There’s an old sadness that keeps saying hello, and I’m slowly beginning to think it might be time to get some help with it.</li>\n  <li>I’m nearing the end of my journal, and I’m surprised by how unnervous I am by the few pages I have left. In this past, <a href=\"https://www.vox.com/the-goods/2019/7/12/20680004/notebook-journal-finish-strategies\">like the rest of the world, as it appears</a>, I had trouble finishing a journal in a relaxed manner. Looking at the first entry, I see I have 29 days left until it’ll have been one year exactly. Hello nerves.</li>\n</ul>",
            "date_published": "2023-09-17T08:49:15+02:00",
            "date_modified": "2023-09-17T09:07:11+02:00",
            "author": {
              "name": ""},
            "tags": ["weeknotes","mental health","holidays","home","indieweb","films","diaries"]},{
            "id": "http://localhost:4000/2023/09/10/week-36",
            "url": "http://localhost:4000/2023/09/10/week-36/",
            "title": "Week 36: Homecoming",
            "content_html": "<ul>\n  <li>IT IS HOT STOP CLIMATE CHANGE NOW. I don’t think I’ve seen hotter days this year than week 36. Getting out of a hot shower and feeling equally wet fifteen minutes later. Lemonade barely wanting to walk outside. The sun beaming so feriously we can’t keep the windows open. Thank you, Jesus, but please make it cooler.</li>\n  <li>There’s something sweet about seeing Amsterdam through the eyes of friends from abroad. On Tuesday, I couldn’t have been more excited to welcome my <a href=\"https://vineandfig.co/\">Vine &amp; Fig friends</a> Pickles and Patrick to the city. They’re two Irish Catholic gay men named Patrick, so we try to make it work any way we can.</li>\n  <li>I was saddened by the fact that Jacob, Patrick’s husband, couldn’t make it because he had to stay home and help their dog Jude recover from surgery. All week, I felt like we were missing a limb.</li>\n  <li>I joined the V&amp;F leadership team in mid 2020, and we’ve been growing a friendship since. The moment I saw them I knew we were going to get along perfectly in real life, too. Finally getting to embrace them felt like to most natural thing in the world.</li>\n  <li>Their AirBnb, which is located just off of Vijzelgracht, was absolutely ridiculous. A three-bedroom penthouse overlooking De Pijp, enormous backyard below, include Swedish saunas and swimming pools. This is how the other half lives.</li>\n  <li>I made time to hang out with the Patricks every day they were here, which took us to sweet places. I took them to <a href=\"https://takeichi-ramen.eu/\">Takeichi</a>, my favorite ramen place where I always order anything but ramen, and to <a href=\"https://studio-k.nu/\">Studio K</a>, where they met Lemonade, who chewed through her leash in what seemed like a quiet moment.</li>\n  <li>On Friday, we went cheese and wine tasting at <a href=\"https://abrahamkef.nl/vestigingen/proeflokaal/\">Abraham Kef in Noord</a>. It reminded me of how much I love cheese. It was the first thing I was able to say after I learned to say “momma”. I want to make my own cheese.</li>\n  <li>After dinner at <a href=\"https://thuskomme.nl/\">Thuskomme</a> on Saturday we took silly mugshots with my Polaroid camera.</li>\n  <li>It is truly wonderful to spend time with the Patricks, with whom I weave in and out of conversation topics like it’s nobody’s business. One minute we’re talking about sex toys, and the next about the Book of Job. Knowing they were going to be leaving made me cry a little bit, but then I remembered our friendship had survived without physical get-togethers for three years already.</li>\n  <li>On Friday, I met with Mpho to chat church business. I’ve been discerning all Summer about how I would want to be involved in the church now that it’s becoming a church plant, and I decided maintaining the website and social media was a commitment I could make.</li>\n  <li>On Sunday, All Saints held her homecoming gathering after the Summer break. Kyle Rader, our new minister, was there for the first time. I liked the elder millennial vibe he brings to the service. It was intimate and lovely, although I seriously missed the pianist. After the service, we gathered for a potluck dinner in the bishop’s garden next to the church. I showed the logo ideas I had been working on, to friendly compliments.</li>\n</ul>\n\n<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/v1694936600/IMG_5896_clkzw4.jpg\" alt=\"\" />\n<img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/v1694936602/FullSizeRender_2_mznjqq.jpg\" alt=\"\" />\n<img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/v1694936600/FullSizeRender_fgwrwq.jpg\" alt=\"\" /></p>",
            "date_published": "2023-09-10T20:21:15+02:00",
            "date_modified": "2023-09-17T09:47:32+02:00",
            "author": {
              "name": ""},
            "tags": ["weeknotes","mental health","church","friends","Amsterdam"]},{
            "id": "http://localhost:4000/2023/09/06/two-things-true",
            "url": "http://localhost:4000/2023/09/06/two-things-true/",
            "title": "Two things true",
            "content_html": "<p>I saw a guy on Monday that I went on a date with once. It was one of those whimsical dates. We had fish by the sea. It felt like coming home a little bit. I think the world was trying to introduce me to something for which I wasn’t ready yet. Looking back, that date, more than the others, prepared me for Anja. Looking back through butterfly effect glasses, it might as well have been him.</p>\n\n<p>Yesterday wasn’t a great day. They say recovery is a habit and it is. I was feeling quite low about myself. One hour at my friend’s citizenship party and I’d call it a night. Tomorrow would be full of things, too. Then he arrived. Like an old friend entering the scene.</p>\n\n<p>As soon as I head over, we hug, and he begins telling me that he talks about me when he’s teaching storytelling, on an almost weekly basis, eight years on. “It’s when I begin to talk about tension-building” he says, and I laugh loudly, after which he eyebrows “you know what moment I’m talking about, right?” I say yes but I don’t. Back then, I was too drunk to really remember anything with accuracy.</p>\n\n<p>He turns towards to his friends and continues. “I lean in to kiss her, but she rejects me. And I’m so nervous, thinking ‘gosh, did I really misread all the signs?!’” Apparently, then I said these words, which…:</p>\n\n<blockquote>\n  <p>Wait. This is the last moment that you and I have never kissed.</p>\n</blockquote>\n\n<p>As he was telling this story, my entire body lit up. Partially turned on, but predominantly struck with delight. Who is that person? Can I have her number? Oh hold on, he’s talking about me.</p>\n\n<p>Two things can be true at once, and for a moment, my experience of myself felt finely in balance. The universe can hold me as the asshole I see in myself, but also as the person whose butterfly wings can make a small change.</p>\n\n<p>I spent the rest of the evening meeting kind strangers. White cis gay men who wanted to join the queer meetup I run, where my friend and I met. Kinfolk, effortlessly introduced as we blew <span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  Cat whisper  <span class=\"invalid-link-brackets\"></span></span>s at each other.</p>\n\n<p>My friend looked stunning. An impeccable sense of style, a smile larger than the world, a citizenship bigger than we’d ever ask of him. I knew he was suspended mid-air in all sorts of areas of his life, but, looking at him, I suspected he had arrived somewhere long before any of us ever would.</p>\n\n<p>Today, grabbing coffee in the neighborhood, I meet an acquaintance who’s on sabbatical until the end of the year, spending his time taking action lessons, storytelling workshops.  I ask him if he has ever heard of the girl who almost rejected a kiss by the sea and he bursts out laughing.</p>",
            "date_published": "2023-09-06T00:00:00+02:00",
            "date_modified": "2023-09-10T08:12:44+02:00",
            "author": {
              "name": ""},
            "tags": ["storytelling","old friends","dating","mental health","self-esteem","expats"]},{
            "id": "http://localhost:4000/2023/08/27/week-34",
            "url": "http://localhost:4000/2023/08/27/week-34/",
            "title": "Week 34: Somerlust",
            "content_html": "<ul>\n  <li>Met <span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  Tim Bleeker  <span class=\"invalid-link-brackets\"></span></span> at <span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  Somerlust Park  <span class=\"invalid-link-brackets\"></span></span> on <span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  2023-08-22|Tuesday  <span class=\"invalid-link-brackets\"></span></span>, a get-together that started as “chilling in the park”, and which turned into grabbing a drink at l’Osteria. The venue is not one I can recommend. When requesting a bigger table because more people would be coming, the waiter scoffed at us. Then he closed the red velvet roped entrance. Later, his colleague told me people often just barge into the venue, ignoring waiters’ requests. I couldn’t imagine the type of person that would do this, and then I looked around.</li>\n  <li>I still seem to have a pinguecula because of <a href=\"/2023/07/22/norway-et-al-2023/\">the time I spent in an airconditioned car not too long ago</a>, although my eye is far less red than last week. I feel guilty for disgusting any reader with this information, but hey, they’re weeknotes. Long story short, I now have sunglasses.</li>\n  <li>Watched <em><span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  Hillsong, A megachurch exposed  <span class=\"invalid-link-brackets\"></span></span></em>, and learned a lot about how the church has propelled itself into popularity. Knowing how anti-queer the church has always been, I never felt comfortable attending a service in Amsterdam. The early 10s fashion made me feel nostalgic, though.</li>\n  <li>Had a lovely workshop at work about effective team work. It was inspiring, educational, and great for a sense of collaboration, not just with my peers, but also with the company’s leadership. It’s wonderful to be a part of a company that walks its talk so enthusiastically.</li>\n  <li>I’m struggling to be a good dog mom to Lemonade, seeing Anja’s conduct and training as much more effective and kind. I’ve been working to praise her good behavior more than I punish her mistakes.</li>\n  <li>I was off on <span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  2023-08-25|Friday  <span class=\"invalid-link-brackets\"></span></span>, and I went to an early-morning showing of <em><a class=\"internal-link\" href=\"/talk-to-me-2023\">Talk to Me (2023)</a></em>, which I’ll most likely do again. A cute retired Amsterdam couple were discussing their elaborate weekend cooking plans, which I found delighting. They proceeded to talk all throughout the movie.</li>\n  <li>I tidied <span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  Annelie Wambeek  <span class=\"invalid-link-brackets\"></span></span>’s house now that she’s coming back from her month abroad. I brought her some eggs, bread, milk, some treats, and flowers, and I made sure to leave the house smelling fresh. I hope it makes her feel good when she comes home tonight.</li>\n  <li>I spent Saturday and Sunday <a href=\"/2023-08-27-12-43-45\">tinkering on the website</a>, and feel good about the results.</li>\n  <li>I’ve been on the hunt for a good strategy for <span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  Bible study  <span class=\"invalid-link-brackets\"></span></span> in <span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  Obsidian  <span class=\"invalid-link-brackets\"></span></span>, and I managed to find a verse-per-file translation of the <span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  King James Bible  <span class=\"invalid-link-brackets\"></span></span> on <a href=\"https://faithbasedproductivity.com/cross-reference-library-obsidian/\">FaithBasedProductivity.com</a> that I added to my Obsidian vault. It took a couple of days before the whole thing was properly synced across my devices, which I suspect might be the result of <a href=\"https://www.reddit.com/r/ObsidianMD/comments/112ynkj/background_sync_on_ios/\">Obsidian Sync not be able to perform background syncs</a>. It made me consider switching to iCloud Sync for a second, but honestly I can’t be bothered. I’m keen to see when I’ll actually begin using the 33,613 files that are taking up over 100 mb in my vault.</li>\n  <li>I found myself missing church this week. I’m excited for <a class=\"internal-link\" href=\"/2023/02/12/all-saints-amsterdam/\">All Saints Amsterdam</a> to start back up again mid-September. I’m curious to see what’s in store for us.</li>\n  <li><span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  Mark Delany  <span class=\"invalid-link-brackets\"></span></span> came over for Lemonade cuddles and dinner on <span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  2023-08-26|Saturday  <span class=\"invalid-link-brackets\"></span></span>. I made <a class=\"internal-link\" href=\"/tacos\">Tacos</a>, successfully if I do say so myself, and we had a lovely time catching up and discussing what really matters: the fact that Mark uses the word “taco” as a standard synonym for female genitalia. I’m still laughing.</li>\n</ul>",
            "date_published": "2023-08-27T18:49:15+02:00",
            "date_modified": "2023-09-03T10:15:37+02:00",
            "author": {
              "name": ""},
            "tags": ["weeknotes","lemonade","teamwork","horror","summer","bible study","documentaries"]},{
            "id": "http://localhost:4000/2023/08/20/week-33",
            "url": "http://localhost:4000/2023/08/20/week-33/",
            "title": "Week 33: Landing",
            "content_html": "<ul>\n  <li>The first week back at work is fairly quiet, I even found myself on the verge of boredom at one point. Organically, this makes me feel bad, but I remind myself that weeks before and after holidays tend to have this effect on my life. I tell myself I’m just landing.</li>\n  <li>No one can convince me the municipality of Amsterdam <em>isn’t</em> using major construction projects to show tourists how crap the city can be. On Sunday, I go for a long bike ride to Amsterdamse Bos and back, and crossing the Berlagebrug I’m struck by how quiet the street is without cars racing by. I like it.</li>\n  <li>I finished watching <em><span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  The Righteous Gemstones  <span class=\"invalid-link-brackets\"></span></span></em>, and I miss them already.</li>\n  <li>Anja’s still off for the summer, and I’m watching her slowly recover from being my personal chauffeur for two weeks</li>\n  <li>The Summer makes me not want to cook. It’s no help that I’m using <a href=\"https://anneliewambeek.com/\">Annelie</a>’s apartment to work while she’s travelling, and that I use the occasion to order poke bowls for lunch. I’m surprised by the quality of <a href=\"https://pokeperfect.nl/en/amsterdam/linnaeusstraat/\">Poke Perfect</a>’s teriyaki chicken bowl, extra edamame.</li>\n  <li>I’m reading and enjoying Robin Meyer’s <em><span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  Saving Jesus From the Church  <span class=\"invalid-link-brackets\"></span></span></em>, a tool to make my interest in <span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  orthopraxy  <span class=\"invalid-link-brackets\"></span></span> more tangible.</li>\n</ul>",
            "summary": "The first week back at work is fairly quiet, I even found myself on the verge of boredom at one point. Organically, this makes me feel bad, but I remind myself that weeks before and after holidays tend to have this effect on my life. I tell myself I’m just landing. No one can convince me the municipality of Amsterdam isn’t using major construction projects to show tourists how crap the city can be. On Sunday, I go for a long bike ride to Amsterdamse Bos and back, and crossing the Berlagebrug I’m struck by how quiet the street is without cars racing by. I like it. I finished watching [[The Righteous Gemstones]], and I miss them already. Anja’s still off for the summer, and I’m watching her slowly recover from being my personal chauffeur for two weeks The Summer makes me not want to cook. It’s no help that I’m using Annelie’s apartment to work while she’s travelling, and that I use the occasion to order poke bowls for lunch. I’m surprised by the quality of Poke Perfect’s teriyaki chicken bowl, extra edamame. I’m reading and enjoying Robin Meyer’s [[Saving Jesus From the Church]], a tool to make my interest in [[orthopraxy]] more tangible.",
            "date_published": "2023-08-20T00:00:00+02:00",
            "date_modified": "2023-09-03T10:01:57+02:00",
            "author": {
              "name": ""},
            "tags": ["weeknotes","food","amsterdam","summer","reading","theology"]},{
            "id": "http://localhost:4000/2023/08/17/norway-et-al",
            "url": "http://localhost:4000/2023/08/17/norway-et-al/",
            "title": "Norway et al",
            "content_html": "<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/c_scale,w_1400/v1692260659/IMG_4735_mxgbxc.jpg\" /></p>\n\n<p>After two weeks in Scandinavia, it’s clear: we are both too Dutch for proper recycling. Secretly hoarding our trash to avoid a reprimanding from our AirBnb host as he hovers over his six-compartment recycling bin, we continue our trip from rural Sweden to Copenhagen looking for a public recycling station.</p>\n\n<p>“Imagine if we got so nervous about doing it wrong that we ended up just dumping these bags by the roadside” I say to Anja.</p>\n\n<p>“Last Tuesday, two Dutch lesbians were found dead just outside of Lidköping after the Swedish environmental police task force shot them at point-blank range for abusing the recycling system. Their families have been notified, begrudgingly.” Anja jokes, staring off into the distance.</p>\n\n<p>“Not <em>Queen &amp; Slim</em>, but King &amp; Thicc!”, I suggest, “You can be King”.</p>\n\n<p>“But I’m thicc, too”, Anja complains.</p>\n\n<p>By now, we’re home again, back from our first proper vacation in four years, and boy oh boy, did we need it.</p>\n\n<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/c_scale,h_1400/v1692260665/IMG_5143_zgqdss.jpg\" /></p>\n\n<p>Our plan was simple: make Anja’s dream come true by renting a Tesla, drive it to Norway, do nothing there for a week, and then spend another week slowly making our way back via the Swedish countryside, and Copenhagen, where our friends live.</p>\n\n<p>After two long, well-airconditioned days in our wonderful car we made it to Eastern Norway. In Hallingdal, one of the country’s most popular ski destinations, we found a beautiful and cozy cabin on top of a mountain, overlooking the Tisleifjorden. To our surprise, it proved the perfect getaway for people who didn’t really want to… <em>do</em> anything.</p>\n\n<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/c_scale,w_1400/v1692260664/IMG_4771_w0rdef.jpg\" /></p>\n\n<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/c_scale,w_1400/v1692260657/IMG_4764_wegskx.jpg\" /></p>\n\n<p>It’s indeed exquisite, the Norwegian faith in our human ability to treat nature with respect. Quietly, it makes an enormous difference. The difference is in the shared understanding of where we leave our trash. It’s in the thousands of cabins spread out across the country, <a href=\"https://english.dnt.no/\">where travellers can stay for next to nothing</a>. It’s in the fire wood left behind in the <a href=\"https://www.facebook.com/golsfjelletvest/posts/pfbid021q9V7g4XeKd5Wz3QfEbxmsBHWVYmEHEb9mqBT4mn1F34SUCe8LoafcfE6fE61pQBl?locale=nl_NL\">freely-accessible <em>grillhytte</em></a>. It’s in the canoe that just lays by the water, available to anyone.</p>\n\n<p>“You don’t even really have to lock your doors”, one fisherman commented while teaching his son to throw a line.</p>\n\n<p>We never kept our doors unlocked, of course. The city is embedded in our system too deeply, as were the countless “cabin in the woods” movie plots I remembered. If anything, though, it helped us pause, listen to the sound of nothing, and listen to our bodies, which were telling us to take that second nap of the day.</p>\n\n<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/c_scale,h_1400/v1692260657/FullSizeRender_6_wlkfj3.jpg\" /></p>\n\n<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/c_scale,w_1400/v1692260666/IMG_4778_fm3g1i.jpg\" /></p>\n\n<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/c_scale,h_1400/v1692260656/FullSizeRender_1_ci1pqv.jpg\" /></p>\n\n<p>On Sunday, one day earlier than intended, we swiftly packed the car and drove all night to Lidköping, by Vänern, Sweden’s largest lake. While we’d been napping and relaxing, the world was reading the headlines about Storm Hans, a twice-a-century type of storm that would’ve gotten us stuck on that mountain if we hadn’t left when we did. That three hours of driving through landslide-prone mountains wasn’t going to be pleasant, even in a well-heated Tesla.</p>\n\n<p>The clouds were low as we drove off.</p>\n\n<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/c_scale,w_1400/v1692260661/IMG_5247_q6xbsb.jpg\" /></p>\n\n<p>Copenhagen, <em>kubnhawn</em> for the in-crowd, was a lot lighter, sunnier, and safer. We stayed with Naomi, Shlomik and little Goldie. Their cute, young family, the house, and the fact that were surrounded by thousands of people everywhere we went, was everything I needed after the quiet Norwegian fjords. One day exploring the city was enough to convince me: I need to visit again.</p>\n\n<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/c_scale,w_1400/v1692260654/IMG_5556_zetoqz.jpg\" /></p>\n\n<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/c_scale,h_1400/v1692260660/FullSizeRender_24_or4mju.jpg\" /></p>\n\n<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/c_scale,h_1400/v1692260655/FullSizeRender_23_zsjphm.jpg\" /></p>\n\n<h3 id=\"some-preliminary-mostly-food-related-highlights-from-two-weeks-in-norway-sweden-and-denmark\">Some preliminary (mostly food-related) highlights from two weeks in Norway, Sweden, and Denmark</h3>\n<ul>\n  <li>So far, not impressed with Norwegian bakeries</li>\n  <li><a href=\"https://en.wikipedia.org/wiki/Brunost\">Brunost</a>, however, is my new favorite snack.</li>\n  <li>The quiet atmosphere of the fjords in the Summer months is spectacular. We went days without seeing a person.</li>\n  <li><a href=\"https://www.polarbrod.se/\">Polarbröd</a> remains amazing, and next to jubileumskaka I now also love hällakaka</li>\n  <li>Sheep are scarier than I thought they would be</li>\n  <li>Lemonade appears to possess a strong instinct for herding sheep</li>\n  <li>Copenhagen gives hints of The Hague, Berlin, Paris, and Amsterdam</li>\n  <li>They weren’t lying about mountain air</li>\n  <li>Whatever positive things you’ve heard about Copenhagen’s <a href=\"https://lovesanchez.com/taquerias\">Hija de Sanchez</a> are true</li>\n  <li>The Norwegian mountains have Karens just like any other place in the world</li>\n  <li>There’s a <a href=\"https://goo.gl/maps/PGBfQMjaHrvZguP78\">gas station in Gol, Norway</a> that sells one of the finest soft-serve ice creams I’ve ever had</li>\n</ul>\n\n<h3 id=\"general-vacation-notes\">General vacation notes</h3>\n<ul>\n  <li>I should get my driver’s license</li>\n  <li>An icebox with proper cooling elements can go a long way</li>\n  <li>Vacuum-sealed cheese stays fine for at least two weeks (provided you have an icebox)</li>\n</ul>",
            "summary": "Our first proper holiday in four years",
            "date_published": "2023-08-17T00:00:00+02:00",
            "date_modified": "2023-09-03T10:01:57+02:00",
            "author": {
              "name": ""},
            "tags": ["vacation","scandinavia","europe","travel"]},{
            "id": "http://localhost:4000/2023/07/22/pride-walk-2023",
            "url": "http://localhost:4000/2023/07/22/pride-walk-2023/",
            "title": "What Pride means to me in 2023",
            "content_html": "<p><a href=\"/2023/04/26/dear-nienke-you-should-have-a-website/\">Nienke</a>, Mehdi, an anonymous friend, and I attend the annual Pride March. It’s the city’s first <a href=\"https://pride.amsterdam/en/pride-foundation/\">two-week Pride festival in Amsterdam</a>, each week organized by a different organization. With a naturally intersectional and radically-inclusive interpretation of the term “queer”, I am pleased <a href=\"https://queer-amsterdam.org/\">Queer Amsterdam</a> is taking care of the annual Pride Walk.</p>\n\n<p>On Friday, I tell colleagues over office drinks why we still need Pride. The fact that I had to write “an anonymous friend” instead of the name of a person I love and admire illustrates my point beautifully.</p>\n\n<p>“I think I’ll wear my face mask” he says, 20 minutes into the event. “Am I getting too close?” I ask, concerned. No, he just doesn’t feel comfortable being photographed. The off chance that his parents may see him is not worth it.</p>\n\n<p>As we walk, I think about the meaning of the word “pride”. If we walk in a Pride March, can we be proud without wanting to be photographed and broadcast for anyone to see? A sign in the crowd reads “you can’t be what you can’t see”, and I agree. Representation is crucial, to this my life is a testament. But what burden does that place on people whose visibility is dangerous to themselves?</p>\n\n<p>The intersection of queerdom, the way it interacts with ethnicity, religion, ability, neurodivergence, age, education, and location, is why I’m here today. Why I’m here at all. Mehdi, who has never attended a Pride event in his life, learns to shout along:</p>\n\n<blockquote>\n  <p>What do we want?<br />\nTRANS RIGHTS!<br />\nWhen do we want them?<br />\nNOW!</p>\n</blockquote>\n\n<p>The speeches this year spark my interest. <a href=\"https://pride.amsterdam/ambassadors/tieneke-sumter/\">Tieneke</a> talks about consent, an oft-overlooked point of concern in our queer communities. Someone whose name I forgot talks about bisexuality. I remember how unsettling it was as a young adult that people told me I was “in transit”, on my way to being either gay or straight.</p>\n\n<p>I’m here today shouting for myself, a little bit, but also to engage in the praxis of allyship which is by default an aspirational habit: doing the things we know to be right, without determining for other people whether we can call ourselves their allies.</p>\n\n<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/v1690043403/FullSizeRender_qbh0ze.jpg\" alt=\"A person in a trenchcoat and a hat looks on as a Pride march walks by, photographing the event\" /></p>\n\n<p><img src=\"https://res.cloudinary.com/dbi2zounq/image/upload/v1690043396/FullSizeRender_2_alxoze.jpg\" alt=\"A person in a colorful jacket walks in a Pride march\" /></p>\n\n<!-- ![](https://res.cloudinary.com/dbi2zounq/image/upload/v1690043404/IMG_3947_nmdiap.jpg) -->",
            "summary": "Friends and I attend the annual Pride Walk",
            "date_published": "2023-07-22T00:00:00+02:00",
            "date_modified": "2023-09-03T10:01:57+02:00",
            "author": {
              "name": ""},
            "tags": ["queerdom","intersectionality","pride","amsterdam","activism","friends","allyship"]},{
            "id": "http://localhost:4000/2023/07/14/the-blonde",
            "url": "http://localhost:4000/2023/07/14/the-blonde/",
            "title": "The blonde",
            "content_html": "<p>At the end of the shopping street<br />\nfor people who look like<br />\nthey do in the magazines<br />\nthere’s a blonde marching in place waiting<br />\nfor the light to turn green.<br />\nShe is not running per se, rather<br />\nshe’s hinting at running.<br />\nSelling it, the way<br />\nCharlize Theron sells<br />\na night to remember in a perfume commercial<br />\nwith next to nothing for evidence.</p>\n\n<p>Me, a tired mother,<br />\nand a tennis player with wet hair<br />\nstare at the blonde,<br />\none more covertly than<br />\nthe others.<br />\nI know not to tilt my head<br />\nwhen encounting something<br />\nin which the world tells me<br />\nI will never see myself.</p>\n\n<p>There are so many things<br />\nthat are perfect<br />\nabout the blonde that I<br />\nget dizzy counting.<br />\nEven a thigh gap as big as hers<br />\nwouldn’t be able to hold<br />\nall the details.</p>\n\n<p>At this point, the length,<br />\nand the waviness, and the glossiness,<br />\nand the readiness of her hair<br />\nare just a complete unnecessity.</p>\n\n<p>We all hate her, the blonde.<br />\nMe, a tired mother,<br />\nand a tennis player with wet hair.<br />\nWe hate her because<br />\nof all the little things<br />\nthe world has denied us<br />\nthe words to articulate.</p>\n\n<p>We all hate her, the blonde,<br />\nand the blonde hates herself<br />\na little, too,<br />\nfor reasons so bafflingly<br />\nunimportant to us<br />\nshe could die from jealousy.</p>",
            "summary": "A poem about a runner",
            "date_published": "2023-07-14T00:00:00+02:00",
            "date_modified": "2023-09-03T10:01:57+02:00",
            "author": {
              "name": ""},
            "tags": ["poem","culture","standpoint","prejudice"]},{
            "id": "http://localhost:4000/2023/07/09/week-27",
            "url": "http://localhost:4000/2023/07/09/week-27/",
            "title": "Week 27: Haven",
            "content_html": "<ul>\n  <li>This week, I attended my first Gerimedica party. It’s great to know I can expect a big celebration every year, and not just for the company’s sweet sixteen. It confirmed what I already know: great vibe, great taste, great people.</li>\n  <li>I went to Bar Bario on Saturday for a meet-up called Hair Haven, which fosters connection between people with curly hair. Again, I was struck by how welcoming the space is. It’s a ridiculous feeling, being the norm there.</li>\n  <li>I’m tired these days. Too much fun, too little rest. I’m better at napping, though. On Sunday, I barely wanted to get out of bed after a little snooze. Three years ago, a nap was unthinkable.</li>\n  <li>I’m giving Reni Eddo-Lodge‘s <em>Why I’m No Longer Talking to White People About Race</em> another spin. The title alone makes it a hard read, but I’m hoping I’ll find myself along the way.</li>\n  <li>I saw <em>Dalva</em> at Ketelhuis. Reading the reviews, I’m surprised so many people seem to interpret the girl’s dress style as “an adult woman in the 50s”. I thought it was reminiscent of the way girls dressed when the camera first came out. Not a girl, not yet a woman. Regardless, I imagine being Dalva’s mother, getting to know her daughter again, and understanding what has gone so wrong in the fibers of het child. It sends chills down my spine.</li>\n  <li>In another childhood trauma narrative, I thought it was so moving that Jan Broberg played the therapist in the Showtime series on her turbulent childhood. I fantasized the scenes functioned as a systemic family constellation, her talking to her childhood self. The reality was probably much more technical than that.</li>\n  <li>Anja had a very intense and short stint with <em>Call of Duty</em>, remarking on its evocative storytelling in the Cold War portion. She finished it, though, and the zombies turned om her off with such immediacy that she’s back to NBA.</li>\n  <li>After hearing it only once, Billie Eilish’s “The 30th” is stuck in my head. She and her brother have a good thing going.</li>\n</ul>",
            "summary": "Office party, safe space, sad television",
            "date_published": "2023-07-09T00:00:00+02:00",
            "date_modified": "2023-09-03T10:01:57+02:00",
            "author": {
              "name": ""},
            "tags": ["weeknotes","work","safe spaces","film","party","television","music","gaming"]},{
            "id": "http://localhost:4000/2023/07/01/week-26",
            "url": "http://localhost:4000/2023/07/01/week-26/",
            "title": "Week 26: Keti Koti",
            "content_html": "<p>Two months of onboarding have rushed by in a blink. The new job is absolutely wonderful: the people are great, the work is complex and important, and the office itself is perhaps the finest I’ve ever worked at. I joined this company because the challenges they have seemed interesting to me. I’m very pleased that, two months in, it’s difficult to think that, at one point in time, these challenges weren’t also mine. I’ve made the right decision.</p>\n\n<p>On Wednesday, I met two friends with whom I share a special history. The time we spent together resulted in many things. One of them was the tattoo on my left arm that say “WAT ER IS” (“what is there”). Spending my evening with them, sharing a meal, shedding a few tears, reminded me of why the tattoo is there.</p>\n\n<p>On Saturday, Anja and I watched Keti Koti’s <a href=\"https://ketikotiamsterdam.nl/bigi-spikri-optocht/\">Bigi Spikri memorial service</a> on television. I truly detest that the thing we requested became such a point of contention, that finally getting it almost made us forget that what we requested was a minimum viable product. Still, King Willem Alexander offering an apology and asking for forgiveness was history in the making. As an Afropean person I’m easily erased from the Dutch narrative of Trans-Atlantic slave trade that focuses on the Netherlands and her former colonies. Mentioning us by name specifically let Willem Alexander articulate how well he has been listening these past few years.</p>\n\n<p>In the afternoon we made our way to Museumplein for the Keti Koti festival. Upside: I got to eat cotton candy, twice, and we got to financially contribute to many great Black causes in the city. Downside: I spent way too much time in line for food with hundreds of other people.</p>\n\n<p>Reading! I finished a book. I have a track record of struggling to enjoy reading as a burnt-out lit major, but <span title=\"This points to a note, but it is private\" class=\"invalid-link\">  <span class=\"invalid-link-brackets\"></span>  Citizen (2015)  <span class=\"invalid-link-brackets\"></span></span> was easy to get through. It turns out I am enthusiast of the lyric essay genre. I picked up a book of poetry by Anton de Kom at Keti Koti, and I’m diving head-first into that.</p>",
            "summary": "Onboarding, national holiday, book",
            "date_published": "2023-07-01T00:00:00+02:00",
            "date_modified": "2023-09-03T10:01:57+02:00",
            "author": {
              "name": ""},
            "tags": ["weeknotes","work","onboarding","racism","trans-atlantic slave trade","reading","holidays"]}]
}